Repository: Metaxa007/RunPersonalRecord
Catalog: RunPersonalRecord/*.lproj/Localizable.strings
Languages: ru

# intro_header_1
source: Choose a distance
ru: Выберите дистанцию

# intro_header_2
source: Run as fast as you can!
ru: Бегите как можно быстрее!

# intro_header_3
source: Records Table
ru: Таблица рекордов

# intro_description_1
source: Enter a distance you desire to set a record for or choose one from the list of the best results human ever run.
ru: Введите дистанцию, на который в хотели бы поставить рекород или выберите желаемую из списка с лучшими результатами человечества.

# intro_description_2
source: While running you will be accompanied by a voice assistant and it will let you know once you finished the distance.
ru: Во время бега Вас будет сопровождать голосовой ассистент, который так же сообщит, как только вы закончите дистанцию.

# intro_description_3
source: Find, share and investigate your best running results in the records table.
ru: Найдите, поделитесь и исследуйте ваш лучший результат в беге в таблице рекордов.

source: skip
ru: Пропустить

source: next
ru: Дальше

source: Start
ru: Старт

source: Save
ru: Сохранить

source: duration
ru: Время

source: Avg. Pace
ru: Сред. Темп

source: Avg. Speed
ru: Сред. Скорость

source: Marathon
ru: Марафон

source: Halfmarathon
ru: Полумарафон

source: Mile
ru: Миля

source: Distance completed
ru: Дистанция закончена

source: Distance not completed
ru: Дистанция не закончена

# no_pace_data
source: No pace data is available
ru: Нет данных о темпе

# enter_duration
source: Please enter a duration for your activity
ru: Пожалуйста, введите продолжительность активности

source: OK
ru: ОК

source: Distance
ru: Дистанция

source: Date
ru: Дата

# kilometer
source: KM
ru: КМ

# meter
source: m
ru: м

source: place
ru: место

source: km/h
ru: км/ч

source: Delete
ru: Удалить

source: Records
ru: Рекорды

# activity_not_saved
source: Completed distance is 0. Activity will not be saved.
ru: Завершенная дистанция 0. Активность не будет сохранена.

source: Your activity
ru: Ваша активность

# choose_distance
source: Choose a distance
ru: Выберите дистанцию

source: Details
ru: Подробней

source: Splits
ru: Сплит

# hour
source: h
ru: ч

# minute
source: m
ru: м

# second
source: s
ru: с

# add_run
source: Add your run
ru: Добавьте свой результат

source: Share
ru: Поделиться

# text_to_share
source: I ran %@ in %@.
ru: Я пробежал %@ за %@.

# eliud_kipchoge
source: Eliud Kipchog
ru: Элиуд Кипчоге

source: Moses Mosop
ru: Мозес Мосоп

source: Geoffrey Kamworor
ru: Джеффри Камворор

source: Haile Gebrselassie
ru: Хайле Гебреселассие

source: Joshua Cheptegei
ru: Джошуа Чептегеи

source: Daniel Komen
ru: Даниэль Комен

source: Hicham El Guerrouj
ru: Хишам Эль-Герруж

# noah_ngenye
source: Noah Ngeny
ru: Ной Нгени

source: David Rudisha
ru: Дэвид Рудиша

source: Wayde van Niekerk
ru: Уэйд Ван Никерк

source: Usain Bolt
ru: Усейн Болт

# marathon_time
source: 2h:01m:39s
ru: 2ч:01м:39с

# 30km_time
source: 1h:26m:47s
ru: 1ч:26м:47м

# 25km_time
source: 1h:12m:25s
ru: 1ч:12м:25с

# halfmarathon_time
source: 58m:01s
ru: 58м:01с

# 20km_time
source: 56m:25s
ru: 56м:25с

# 15km_time
source: 41m:05s
ru: 41м:05с

# 10km_time
source: 26m:11s
ru: 26м:11с

# 5km_time
source: 12m:35s
ru: 12м:35с

# 3km_time
source: 7m:2s
ru: 7м:2с

# 2km_time
source: 4m:44s
ru: 4м:44с

# mile_time
source: 3m:43s
ru: 3м:43с

# 1.5km_time
source: 3m:26s
ru: 3м:26с

# 1km_time
source: 2m:11s
ru: 2м:11с

# 800m_time
source: 1m:40s
ru: 1м:40с

# 400m_time
source: 43.03s
ru: 43.03с

# 200m_time
source: 19.19s
ru: 19.19с

# 100m_time
source: 9.58s
ru: 9.58с
